Repository: hassankhamis97/Checkup
Catalog: Checkup/StoryBoards/*.lproj/RequestTStatus.strings
Languages: ar

# 09R-mG-bij.normalTitle
source: Close
ar: إغلاق

# 0Ew-Ex-Amy.text
source: Test Name :
ar: التحاليل

# 6YE-ta-AgI.text
source: Your Requset Is Refused
ar: نأسف لقد تم رفض الطلب

# 6ZS-6O-viu.text
source: Result
ar: النتيجة

# 7vn-pj-nWb.text
source: Lorem ipsum dolor sit er elit x ea commodo consequatLorem ipsum dolor sit er elit x ea commodo consequatLorem ipsum dolor sit er elit x ea commodo consequat
ar: لا يوجد وصف

# 9p4-LM-zMR.text
source: Cost : 0 L.E
ar: المبلغ: ٠ جنية

# FnF-D7-yXI.text
source: Phone :
ar: الهاتف :

# G6Y-RW-ERx.normalTitle
source: Show Request Details
ar: عرض تفاصيل الطلب

# Hwn-kv-7x0.text
source: Technician Details :
ar: فني المعمل:

# IJX-L7-Myh.text
source: Response
ar: رد المعمل

# Iee-V1-9HC.text
source: Code
ar: الكود

# K0a-8k-1VD.normalTitle
source: Show Details
ar: عرض البيانات

# Kcx-Yu-Sab.text
source: Description :
ar: الوصف

# Oug-r6-HkG.text
source: 22jun,2019
ar: ٢٢بونيو,٢٠٢٠

# U8f-20-gGN.normalTitle
source: Show Request Details
ar: عرض بيانات الطلب

# UXs-9w-gU4.normalTitle
source: Cancel Request
ar: إلغاء الطلب

# chT-OG-q0n.text
source: Lorem ipsum dolor sit er elit x ipsum dolor sit er elit x ea commodo consequatLorem ipsum dolor sit er elit
ar: لا يوجد وصف

# dy3-6V-CZN.normalTitle
source: Delete Request
ar: حذف الطلب

# eUQ-b2-eIX.text
source: Test Name :
ar: التحاليل:

# fvg-Fm-3PZ.text
source: Test is not avilable
ar: التحليل غير متوفر

# g3j-PB-V2a.text
source: Reason:
ar: السبب

# i4R-EY-6mj.normalTitle
source: Cancel Request
ar: إلغاء الطلب

# jcs-eR-8Lb.title
source: Requests
ar: الطلبات

# kss-BV-vhZ.text
source: Time :
ar: الوقت :

# mdv-ks-mic.text
source: 🔴 Refused
ar: 🔴 مرفوض

# nUW-Cg-iPq.text
source: No Data Found Check §your §internet Connection
ar: لا توجد بيانات يرجى التأكد من اللإتصال بالانترنت

# o65-df-FrW.text
source: Precautions :
ar: الإحتياطات :

# oPG-El-H58.text
source: Date :
ar: التاريخ :

# oVD-1g-N7d.title
source: Request Status
ar: حالة الطلب

# tFU-4x-hUt.text
source: Your Requset Is Confirmed
ar: تم قبول طلبكم

# v4W-Ma-Wee.text
source: 15:20 pm
ar: ٠١:٣٠ م

# xqd-ps-Hg6.text
source: Your Are Wating For Result
ar: انت فى إنتظار النتيجه

# y1R-M0-Pld.normalTitle
source: Show Request Details
ar: عرض تفاصيل الطلب

# z3E-pk-d3s.text
source: Taking Sample
ar: أخذ العينة
