Repository: hassankhamis97/Checkup
Catalog: Checkup/Languages/*.lproj/Localizable.strings
Languages: ar

# language
source: en
ar: ar

# sorry
source: Alert
ar: تنبيه

# alertDateMessageError
source: date is required
ar: التاريخ مطلوب

source: Ok
ar: حسناً

source: Yes
ar: نعم

source: No
ar: لا

source: please enter at least date range or lab to filter data
ar: من فضلك ادخل على الاقل فترة زمنية او اختر معمل

source: please insert another date
ar: من فضلك ادخل التاريخ الاخر

# INFORMATION
source: Informations
ar: التعليمات

# STATUS_SORRY_CANCEL
source: Sorry You can't cancel this request after less than 3 hours we will take your sample if it's urgent please contact the laboratory to cancel !
ar: نأسف لا يمكن إلغاء طلبكم الان تبقى اقل من ثلاث ساعات لسحب العينه إذا كان الامر طارئ راسل المعمل

# STATUS_DELETION_FAILS
source: Faild to Delete this Request
ar: لم يتم حذف الطلب حدث شىء خاطئ

# STATUS_DELETION_SUCCESS
source: Your Request has been Deleted Successfully
ar: تم حذف الطلب بنجاح

# STATUS_CONFIRMATION
source: Confirmation Message
ar: التأكيد

# STATUS_CANCEL_SUCCESS
source: Your Request has been canceled Successfully ...
ar: تم إلغاء هذاالطلب بنجاح

# STATUS_CANCEL_FAILS
source: Something Went Wrong !.
ar: حدث شئ خاطئ

# STATUS_CANCEL_CONFIRMATION
source: Do you want to cancel this request ?
ar: هل تريد إلغاء هذا الطلب ؟

# STATUS_DELETE_CONFIRMATION
source: Do You Want To Delete This Request ?!
ar: هل تريد حذف هذا الطلب ؟

# STATUS_COST
source: COST
ar: المبلغ

# STATUS_COST_VALUE
source: L.E
ar: جنيه

# STATUS_BACK
source: Back
ar: الخلف

# STATUS_LOCATION
source: Location
ar: العنوان

# STATUS_TIME
source: Time
ar: الوقت

# STATUS_DATE
source: Date
ar: التاريخ

# SIGN_UP_NAME
source: Name
ar: الاسم

# SIGN_UP_Email
source: Email
ar: البريد الالكترونى

# SIGN_UP_Password
source: password
ar: الرقم السري

# SIGN_UP_ConfirmPassword
source: Confirm Password
ar: تاكيد الرقم السري

# SIGN_UP_signup
source: Sign up
ar: تسجيل حساب

# RESET_PASSWORD_EnterEmail
source: Enter Your Email
ar: ادخل بريدك الالكترونى

# RESET_PASSWORD_ValidEmail
source: Enter Valid Email
ar: ادخل بريد الكترونى صحيح

# RESET_PASSWORD_Reset
source: Reset
ar: إعادة تعيين

# RESET_PASSWORD_Cancel
source: Cancel
ar: اغلاق

# NEW_PASSWORD_OldPassword
source: Old Password
ar: الرقم السري السابق

# NEW_PASSWORD_NewPassword
source: New Password
ar: الرقم السرى الجديد

# NEW_PASSWORD_ConfirmNewPassword
source: Confirm New Password
ar: تاكيد الرقم السرى الجديد

source: please wait for loading data
ar: من فضلك انتظر حتى يتم تحميل البيانات

source: Complete your profile
ar: أكمل بياناتك الشخصية

source: make sure that you entered your phone, birthdate and gender
ar: من فضلك تاكد من ملئ بعض البيانات مثل ال رقم الهاتف وتاريخ الميلاد والنوع

source: time is required
ar: الميعاد مطلوب

source: address is required
ar: العنوان مطلوب

source: please insert at least photo or test Name
ar: من فضلك ادخل على الاقل صورة الروشتة او اكتب اسم التحليل

source: Enter Year First
ar: إختر سنة أولاً

source: floor number is required
ar: رقم الطابق مطلوب

source: building number is required
ar: رقم المبنى مطلوب

source: please drop pin on map
ar: من فضلك حدد موقعك على الخريطة

source: Apartment number is required
ar: رقم الشقة مطلوب

source: This graph show the percentage of HBA1C during
ar: هذه الإحصائية تشير إلى معدل السكر التراكمي خلال عام

source: The password is invalid or the user does not have a password.
ar: كلمة السر غير صحيحة

source: The email address is badly formatted.
ar: صيغة البريد الالكتروني غير صحيحة

source: There is no user record corresponding to this identifier.
ar: هذا البريد الالكتروني غير مسجل

source: An error occured please try again later
ar: حدث خطأ ما من فضلك اعد المحاولة في وقت لاحق

source: Please Fill Required Fields
ar: من فضلك أملأ الخانات المطلوبة

source: Name is Required
ar: اسم المستخدم مطلوب

source: Email is Required
ar: البريد الإلكتروني مطلوب

source: Password is Required
ar: كلمة السر مطلوبة

source: Password must be more than 6 characters
ar: كلمة السر يجب ان تزيد عن ٦ احرف

source: confirmPassword does not match Password
ar: تأكيد كلمة السر لا يطابق كلمة السر

source: wrong password
ar: كلمة السر غير صحيحة

source: account Exists With Different Credential
ar: الحساب موجود ولكن ببيانات مختلفة

source: Email is already exist
ar: هذا البريد الإلكتروني موجود بالفعل

source: No Internet Connection
ar: لا يوجد إتصال بالانترنت

source: There is no data
ar: لا يوجد بيانات

# STATUS_IS_NOT_FROM_HOME_TEXT
source: Lab Details :
ar: بيانات المعمل

# STATUS_SHOW_LAB_DETALS
source: Show Lab Details
ar: عرض تفاصيل المعمل
